"Group" = "Grupo";
"Name" = "Nombre";
"none given" = "ninguna sugerecia";
"Enabled" = "Habilitado";

"schat_share_media" = "Compartir archivos";

"schat_send" = "Enviar";

"schat_new_message" = "Nuevo Mensaje";